{
  "Sci-Fi": [
    {
      "Title": "The Supernatural",
      "Rating": "⭐⭐⭐",
      "Status": "Completed",
      "Desc": "Brothers Dean and Sam follow in their father's footsteps and set out to eliminate monsters, demons and other supernatural entities that exist on Earth.",
      "img": "https://m.media-amazon.com/images/M/MV5BMmFkNDE1MzItMmNiMy00ZjljLWE1YjItZGRiYzY5MzBiOGEzXkEyXkFqcGdeQXVyMDEyMDU1Mw@@._V1_.jpg"
    },
    {
      "Title": "The Witcher",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "The witcher Geralt, a mutated monster hunter, struggles to find his place in a world in which people often prove more wicked than beasts.",
      "img": "https://m.media-amazon.com/images/M/MV5BOGE4MmVjMDgtMzIzYy00NjEwLWJlODMtMDI1MGY2ZDlhMzE2XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_.jpg"
    },
    {
      "Title": "Dark",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Completed",
      "Desc": "When two children go missing in a small German town, its sinful past is exposed along with the double lives and fractured relationships that exist among four families as they search for the kids.",
      "img": "https://wallpaperaccess.com/full/1605482.jpg"
    },
    {
      "Title": "Lost In Space",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "Due to unforeseeable circumstances, the Robinsons, a family of space colonists, crash-land on an unknown planet. Now, they must fight for survival and escape, despite the dangers surrounding them.",
      "img": "https://cdn.blocktoro.com/wp-content/uploads/2019/11/Lost-in-Space-Season-2-Details.jpg"
    }
  ],
  "Thriller": [
    {
      "Title": "Jack Ryan",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "Jack Ryan an up-and-coming CIA analyst is thrust into a dangerous field assignment for the first time and uncovers a pattern in terrorist communication. That launches him into the middle of a dangerous gambit with a new breed of terrorism that threatens destruction on a global scale.",
      "img": "https://m.media-amazon.com/images/M/MV5BNDg1Zjc4YzktMmRmZi00ZWJmLWJiYzgtYjg3MmE0OTM1NzY5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_.jpg"
    },
    {
      "Title": "Family Man",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "Srikant Tiwari is a middle-class man who also serves as a world-class spy. Srikant tries to balance his familial responsibilities with the demands of the highly secretive special cell of the National Intelligence Agency that he is working for.",
      "img": "https://m.media-amazon.com/images/M/MV5BZjZkY2YxYTgtYmVkOC00NTgwLThjY2YtN2Y1ZWFlZmVhOTQ5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg"
    },
    {
      "Title": "Mind Hunter",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Completed",
      "Desc": "Catching a criminal often requires the authorities to get inside the villain's mind to figure out how he thinks. That's the job of FBI agents Holden Ford and Bill Tench. They attempt to understand and catch serial killers by studying their damaged psyches.",
      "img": "https://m.media-amazon.com/images/M/MV5BNWNmYzQ1ZWUtYTQ3ZS00Y2UwLTlkMDctZThlOTJkMGJiNzBiXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_UY1200_CR90,0,630,1200_AL_.jpg"
    },
    {
      "Title": "The Rain",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "The world as we know it has come to an end, due to a rain-carried virus that wiped out nearly everybody in Scandinavia. Six years after that event, two Danish siblings emerge from the safety of the bunker where they have been staying.",
      "img": "https://m.media-amazon.com/images/M/MV5BMTU2MjMwNDI2OV5BMl5BanBnXkFtZTgwMDU2NzczNTM@._V1_.jpg"
    }
  ],

  "Action": [
    {
      "Title": "Daredevil",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Completed",
      "Desc": "Matt Murdock manages to overcome the challenges that he faces due to him being blind since childhood and fights criminals as a lawyer and Daredevil.",
      "img": "https://m.media-amazon.com/images/M/MV5BODcwOTg2MDE3NF5BMl5BanBnXkFtZTgwNTUyNTY1NjM@._V1_.jpg"
    },
    {
      "Title": "Punisher",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Completed",
      "Desc": "After exacting revenge on the people responsible for the deaths of his wife and children, Frank Castle uncovers a conspiracy that runs deeper than New York's criminal underworld. Now known as the Punisher, he must dig deep into the conspiracy to discover the truth about injustices that affect more than just him and his family. ",
      "img": "https://m.media-amazon.com/images/M/MV5BMTExODIwOTUxNzFeQTJeQWpwZ15BbWU4MDE5MDA0MTcz._V1_.jpg"
    },
    {
      "Title": "The Boys",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "Superheroes are often as popular as celebrities, as influential as politicians, and sometimes even as revered as gods. But that's when they're using their powers for good. What happens when the heroes go rogue and start abusing their powers? When it's the powerless against the super powerful, the Boys head out on a heroic quest to expose the truth about the Seven and Vought, the multibillion-dollar conglomerate that manages the superheroes and covers up their dirty secrets.",
      "img": "https://www.syfy.com/sites/syfy/files/styles/1200x680_hero/public/syfywire_blog_post/2018/09/the_boys_amazon_cover_cropped.png"
    },
    {
      "Title": "The Umbrella Academy",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "On one day in 1989, 43 infants are inexplicably born to random, unconnected women who showed no signs of pregnancy the day before. Seven are adopted by billionaire industrialist Sir Reginald Hargreeves, who creates the Umbrella Academy and prepares his children to save the world. ",
      "img": "https://m.media-amazon.com/images/M/MV5BNzA5MjkwYzMtNGY2MS00YWRjLThkNTktOTNmMzdlZjE3Y2IxXkEyXkFqcGdeQXVyMjkwMzMxODg@._V1_.jpg"
    }
  ],

  "Anime": [
    {
      "Title": "Death Note",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Completed",
      "Desc": "A high-school student discovers a supernatural notebook that grants its user the ability to kill.",
      "img": "https://wallpapersafari.com/image/death-note-wallpaper-1920x1080.jpg"
    },
    {
      "Title": "My Hero Academia",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "In a world where those with powers are known as Quirks, Izuku Midoriya has aspirations to one day become a hero but there's a catch -- he isn't a Quirk. After a tragic accident involving his friend Katuski Bakugo; Midoriya is the only one to have stepped forward to help protect Bakugo from a villain, because of his acts, he is given a gift by the world's greatest hero, All Might. Now, Midoriya attends U.A. School--a school that cultivates the next generation of superheroes.",
      "img": "https://media.comicbook.com/2019/09/my-hero-academia-heroes-rising-poster-1189429-1280x0.jpeg"
    },
    {
      "Title": "Jujutsu Kaisen",
      "Rating": "⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "Yuuji Itadori searches for the rest of the cursed talisman in order to exorcise himself.",
      "img": "https://m.media-amazon.com/images/M/MV5BNzQyYzU3Y2MtOWY2Yy00ZGM2LTg3ZTUtMDJkZTJiMmEzMjYxXkEyXkFqcGdeQXVyMTI2NTY3NDg5._V1_.jpg"
    },
    {
      "Title": "Attack On Titan",
      "Rating": "⭐⭐⭐⭐⭐",
      "Status": "Ongoing",
      "Desc": "When man-eating Titans first appeared 100 years ago, humans found safety behind massive walls that stopped the giants in their tracks. But the safety they have had for so long is threatened when a colossal Titan smashes through the barriers, causing a flood of the giants into what had been the humans' safe zone.",
      "img": "https://cdn.wallpapersafari.com/93/49/pG8vXJ.jpg"
    }
  ]
}
